[
    {
        "id": 1,
        "title": "มาร์ค ลี (Mark Lee)",
        "content": "มาร์คเป็นสมาชิกของวง NCT, NCT Dream, NCT 127 และ NCT U เขาเป็นลีดเดอร์ของ NCT Dream และมีตำแหน่งเป็นแร็ปเปอร์ ไอดอล นักร้อง-นักแต่งเพลงชาวเกาหลี มาร์คเกิดวันที่ 2 สิงหาคม 1999 ที่แวนคูเวอร์ ประเทศแคนาดา และมีสัญชาติทั้งเกาหลีใต้และแคนาดา เขาผ่านการออดิชั่น 'SM Global Audition' ที่แวนคูเวอร์ ก่อนเดบิวต์กับ NCT U ในวันที่ 9 เมษายน 2016 ด้วยซิงเกิ้ลแรก 'The 7th Sense' มาร์คเคยเรียนที่ School of Performing Arts high school (SOPA) และเป็นแฟนเพลงของวง Coldplay นอกจากนี้ เขามี solo ซิงเกิ้ลเพลงแรกคือ 'Child' และเป็นที่รู้จักในฐานะ 'Watermelon Lover'."
    },
    {
        "id": 2,
        "title": "เหรินจวิ้น",
        "content": "เหรินจวิ้นเป็นสมาชิกของ NCT Dream, NCT และ NCT U เขาเกิดที่มณฑลจี๋หลิน ประเทศจีน เมื่อวันที่ 23 มีนาคม 2000 และชอบตุ๊กตามูมิน เขาชอบกินหม้อไฟ, ไก่, หม่าล่าทัง และไม่ชอบกินผักชี เหรินจวิ้นมีปานดำที่หลังมือขวา เขาผ่านการออดิชั่นกับ SM Global Audition ที่เมืองเสิ่นหยาง และเข้าบริษัท SM ในปี 2015 ชื่อเกาหลีของเขาคือ ฮวังอินจุน และชื่อจริงของเขาคือ หวงเหรินจวิ้น เหรินจวิ้นชอบวาดรูป และเป็นแฟนเพลงของ Ariana Grande เขาเดบิวต์วันที่ 25 สิงหาคม 2016 กับ NCT Dream ด้วยซิงเกิ้ลแรก 'Chewing Gum' และเป็นนักร้องหลัก."
    },
    {
        "id": 3,
        "title": "เจโน่",
        "content": "เจโน่เป็นสมาชิกของ NCT Dream, NCT U และ NCT 127 เขาเดบิวต์วันที่ 25 สิงหาคม 2016 กับ NCT Dream ด้วยซิงเกิ้ลแรก 'Chewing Gum' เจโน่เกิดวันที่ 23 เมษายน 2000 ที่อินชอน เกาหลีใต้ และเคยศึกษาที่ Seoul School of Performing Arts (SOPA) เขาใช้เพลง 'Beautiful' ของ SHINee ในการออดิชั่นและเข้าเป็นเด็กฝึกของ SM Entertainment เมื่อปี 2013 เจโน่ชอบกินนมช็อกโกแลต, โดนัทเคลือบ, แตงโม, ราเมน, ไก่ทอด, แฮมเบอร์เกอร์, ไอศกรีม, ดาร์กช็อกโกแลต, ซุปซีฟู้ด, จัมปง และอาหารที่มีรสชาติเปรี้ยว เขามีอาการแพ้ขนแมว เจโน่เคยปรากฏตัวในเว็บดราม่าเรื่อง A-teen (2018) ร่วมกับแจมิน เขาเริ่มต้นอาชีพในฐานะนายแบบโฆษณาสำหรับเด็ก และเป็นน้องคนโปรดของ 'โดยอง' สมาชิก NCT 127."
    },
    {
        "id": 4,
        "title": "แฮชาน",
        "content": "แฮชานเป็นสมาชิกของ NCT Dream, NCT 127 และ NCT U เขาเดบิวต์วันที่ 7 กรกฎาคม 2016 กับ NCT 127 ด้วยซิงเกิ้ลแรก 'Fire Truck' แฮชานเกิดวันที่ 6 มิถุนายน 2000 ที่โซล เกาหลีใต้ และเคยศึกษาที่ Seoul School of Performing Arts (SOPA) เขาย้ายไปยังเจจูตั้งแต่อายุ 7 ขวบจนถึง 12 ขวบ และกลับเข้ามาอยู่ในโซลหลังจากเข้าร่วมเป็นเด็กฝึกกับ SM Entertainment แฮชานชอบไมเคิล แจ็คสัน และเป็นคนที่มีติดสกินชิพ เขาชอบกินพีชและมะม่วง และชอบเล่นฟุตบอล งานอดิเรกของเขาคือการสะสมแผ่นเสียงและน้ำหอม แฮชานยังชอบกินซุปกิมจิหมู และมีฉายาว่าฟูลซัน."
    },
    {
        "id": 5,
        "title": "แจมิน",
        "content": "แจมินเป็นสมาชิกของ NCT Dream, NCT U และ NCT เขาเดบิวต์วันที่ 25 สิงหาคม 2016 กับ NCT Dream ด้วยซิงเกิ้ลแรก 'Chewing Gum' แจมินเกิดวันที่ 13 สิงหาคม 2000 ที่โซล เกาหลีใต้ และเคยศึกษาที่ Cheongil Elementary School และ School of Performing Arts Seoul (SOPA) แจมินเคยมีความฝันอยากเป็นหมอ เขาชอบกินผักชี, ราเมน, พิซซ่ามันฝรั่ง, ฟาสต์ฟู้ด, เยลลี่, ช็อคโกแลต, ลูกพีช, นมช็อคโกแลต, ชาเขียว, ต็อกปกกีน้ำผึ้ง และไก่ทอด แจมินยังชอบถ่ายรูปและทำงานอาสาสมัคร ภาพยนตร์เรื่องโปรดของเขาคือไอรอนแมน และเขาเคยพักการทำกิจกรรมร่วมกับวงเนื่องจากปัญหาสุขภาพในช่วงต้นปี 2017."
    },
    {
        "id": 6,
        "title": "เฉินเล่อ",
        "content": "เฉินเล่อเป็นสมาชิกของ NCT Dream, NCT และ NCT U เขาเดบิวต์วันที่ 25 สิงหาคม 2016 กับ NCT Dream ด้วยซิงเกิ้ลแรก 'Chewing Gum' เฉินเล่อเกิดวันที่ 22 พฤศจิกายน 2001 ที่เซี่ยงไฮ้ สาธารณรัฐประชาชนจีน และเคยศึกษาที่ Beijing Contemporary Music School เขาเป็นนักร้องอายุน้อยที่สุดที่ถูกรับเชิญให้ไปแสดงผลงานเพลง 'Memory' ที่ Golden Hall เฉินเล่อเคยเป็นนักแสดงรับเชิญในซีรีส์จีน The Queen Of Sop 2 (2013), ภาพยนตร์สั้น A Candy for Mother และภาพยนตร์ Inner Voice งานอดิเรกของเขาคือการทำอาหาร เล่นฟุตบอล ปิงปอง และทุกอย่างที่เกี่ยวกับเพลง เขาชอบกินกิมจิ เมนูไข่ และช็อกโกแลต เฉินเล่อแพ้อาหารทะเล, Ethanol Pollen, และขนแมว เขากลัวแมงมุมและชอบ Stephen Curry."
    },
    {
        "id": 7,
        "title": "จีซอง",
        "content": "จีซองเป็นสมาชิกของ NCT Dream, NCT และ NCT U เขาเดบิวต์วันที่ 25 สิงหาคม 2016 กับ NCT Dream ด้วยซิงเกิ้ลแรก 'Chewing Gum' จีซองเกิดวันที่ 5 กุมภาพันธ์ 2002 ที่โซล เกาหลีใต้ และเคยใช้ชีวิตอยู่ที่ปูซานประมาณ 4 ปี เขาเคยศึกษาที่ Mia Elementary School จีซองมีความสามารถพิเศษในการเต้น Popping และ Locking กีฬาที่ชอบที่สุดของเขาคือฟุตบอล จีซองเคยเข้าร่วมแข่งขันในรายการ Dancing High เมื่อปี 2018 เขาชอบอาหารทุกชนิดที่ทำจากไก่ และชอบทานไอศกรีมทุกชนิด เขาไม่ชอบเทียนหอมและไม่ชอบทานหอยนางรม."
    },
    {
        "id": 8,
        "title": "แทยง",
        "content": "แทยงเป็นสมาชิกของ nct127, nct u, และ nct เขาเป็นลีดเดอร์ของ nct 127 และเป็นแร็ปเปอร์หลัก, นักเต้นหลัก, ภาพลักษณ์วง, และเซ็นเตอร์ ชื่อจริงของเขาคือ Lee Tae Yong (이태용) และเกิดวันที่ 1 กรกฎาคม 1995 ที่กรุงโซล เขาเรียนที่ School of Performing Arts Seoul และมีความชื่นชอบในเมล่อน, สตรอว์เบอร์รี่, มาการอง, ไอศกรีมชาเขียว, และสีชมพู เขาเดบิวต์วันที่ 9 เมษายน 2016 กับ nct u ด้วยซิงเกิ้ลแรก 'The 7th Sense' และได้ปล่อยซิงเกิ้ลเดี่ยวชุดแรก 'Long Flight' ในปี 2019 เขามีความสามารถในการวาดรูปและได้รับการคัดเลือกจากแมวมองของ SM Entertainment เมื่อปี 2012."
    },
    {
        "id": 9,
        "title": "จอห์นนี่",
        "content": "จอห์นนี่เป็นสมาชิกของ nct127, nct u, และ nct เขาเกิดวันที่ 9 กุมภาพันธ์ 1995 ที่ชิคาโก, สหรัฐอเมริกา และเป็นนักเต้นนำ, นักร้องเสริม, และแร็ปเปอร์เสริม เขาเข้าร่วมเป็นเด็กฝึกในปี 2007 ผ่านการออดิชัน SM Global Audition และเดบิวต์วันที่ 7 กรกฎาคม 2016 กับ nct 127 ด้วยซิงเกิ้ลแรก 'Fire Truck' เขาชอบกินพิซซ่า, เบอร์เกอร์, ซัมกยอบซัล, และรามยอน รวมถึงดื่มกาแฟและชื่นชอบวง Coldplay."
    },
    {
        "id": 10,
        "title": "ยูตะ",
        "content": "ยูตะเป็นสมาชิกของ nct127, nct u, และ nct เขาเกิดวันที่ 26 ตุลาคม 1995 ที่โอซากา, ประเทศญี่ปุ่น และเป็นนักเต้นนำ, นักร้องเสริม, แร็ปเปอร์เสริม ความสามารถพิเศษของเขาคือการเต้นและกีฬาฟุตบอล ยูตะเคยฝันอยากเป็นนักฟุตบอลและเคยแสดงในภาพยนตร์ 'HiGH&LOW THE WORST X'. เขามีเมนูโปรดหลากหลาย เช่น แตงโม, ทาโกะยากิ, และเค้กชาเขียว เขาเดบิวต์วันที่ 7 กรกฎาคม 2016 กับ nct 127 ด้วยซิงเกิ้ลแรก 'Fire Truck'."
    },
    {
        "id": 11,
        "title": "โดยอง",
        "content": "โดยองเป็นสมาชิกของ nct127, nct u, nct และ NCT DOJAEJUNG เขาเดบิวต์วันที่ 9 เมษายน 2016 กับ nct u ด้วยซิงเกิ้ลแรก 'The 7th Sense' และเป็นนักร้องหลัก เขาเกิดวันที่ 1 กุมภาพันธ์ 1996 ที่กรุงโซล, เกาหลีใต้ ชื่นชอบขนมปังครีมชีส, แตงโม, และไวท์ช็อกโกแลต เขาไม่ชอบกินแตงกวาและเคยเล่นละครเวที 'Marie Antoinette'."
    },
    {
        "id": 12,
        "title": "แจฮยอน",
        "content": "แจฮยอนเป็นสมาชิกของ nct127, nct u, nct และ NCT DOJAEJUNG เขาเดบิวต์วันที่ 9 เมษายน 2016 กับ nct u ด้วยซิงเกิ้ลแรก 'The 7th Sense' และเป็นนักร้องหลัก, นักเต้นนำ, แร็ปเปอร์เสริม เขาเกิดวันที่ 14 กุมภาพันธ์ 1997 ที่กรุงโซล, เกาหลีใต้ และเคยเรียนที่ Seoul School of Performing Arts เขาชอบกินเนื้อย่าง, หมูเผ็ด, และไอศกรีมชาเขียว."
    }
]
